---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.KeyBasedTreeEntry
source: html/c8ee2be0-15ba-efae-654f-0f86d22a8867.htm
---
# KeyBasedTreeEntry Members

Releases all resources used by the KeyBasedTreeEntry